Repository: yucenh/PhotoAppUtilities
Catalog: GrabKitExplorer/grabKit-master/grabKit/grabKit/GrabKitPicker/Resources/*.lproj/GrabKitPicker.strings
Languages: tr

# GRK_ALBUMS_LIST_NEED_TO_CONNECT
source: You need to connect to %serviceName%
tr: %serviceName% servisine giriş yapmanız gerekmektedir.

# GRK_ALBUMS_LIST_CONNECT_BUTTON
source: Login
tr: Giriş

# GRK_ALBUMS_LIST_ERROR_RETRY
source: An error occured. Please retry.
tr: Bir hata oluştu, lütfen tekrar deneyin.

# GRK_ALBUMS_LIST_HUD_LOADING
source: Loading ...
tr: Yükleniyor ...

# GRK_ALBUMS_LIST_ALL_ALBUMS_LOADED
source: All albums loaded
tr: Bütün albümler yüklendi.

# GRK_USER_VIEW_LOGOUT
source: Log out
tr: Çıkış

# GRK_LOAD_MORE_CELL_ERROR_RETRY
source: An error occured. Please retry.
tr: Bir hata oluştu, lütfen tekrar deneyin.

# GRK_LOAD_MORE_CELL_LOAD_MORE
source: Load more
tr: Daha...

# GRK_SERVICES_LIST_TITLE
source: Networks
tr: Sosyal Ağlar

# GRK_FACEBOOK_TAGGED_PHOTOS
source: Tagged photos
tr: İşaretlenmiş Fotoğraflar
